import { PageText, PageTitle } from '@shared/ui'

export const AboutRussia4Page = () => {
  return (
    <div>
      <PageTitle text={'УЛЬЯНОВСКАЯ ОБЛАСТЬ'} />

      <section>
        <PageText weight={'semibold'}>Географическое положение.</PageText>
        <PageText>
          Ульяновская область расположена в центральной части европейской России, в сердце Среднего
          Поволжья, по обе стороны реки Волги. В Старомайнском районе области находится
          географический центр этой самой большой реки Европейской равнины. На западе Ульяновская
          область граничит с Пензенской областью и Республикой Мордовия, на севере – с Чувашской
          Республикой и Республикой Татарстан, на востоке – с Самарской областью, на юге – с
          Саратовской областью. Площадь территории – 37,2 тыс. кв. км (0,21% от площади РФ)
          сопоставима с территориями таких стран, как Бельгия, Нидерланды, Албания.
        </PageText>
      </section>

      <section>
        <PageText>
          Климат умеренно континентальный. Средняя температура в регионе в течение года варьируется
          от -13 градусов в январе, до +20 градусов в июле, среднегодовое количество осадков –
          350-450 мм.
        </PageText>
      </section>

      <section>
        <PageText weight={'semibold'}>Население.</PageText>

        <PageText>
          По состоянию на 1 января 2022 года численность населения Ульяновской области составляла 1
          203 969 человек. На долю городских жителей приходится 76,4% от общей численности населения
          области. Ульяновская область является густонаселённым регионом России, плотность населения
          составляет 32,36 человека на 1 кв. км территории. Национальный состав Ульяновской области
          по данным Всероссийской переписи населения 2010 года: русские – 73,58%, татары – 12,24%,
          чуваши – 7,75%, мордва – 3,18%, украинцы – 0,86 %, азербайджанцы – 0,38 %, армяне – 0,37
          %, цыгане – 0,27%, белорусы – 0,22 %, немцы – 0,15 %, узбеки – 0,12 %, таджики – 0,1 %,
          башкиры – 0,07%, молдаване – 0,07%, марийцы – 0,05%, евреи – 0,04%, другие национальности
          – 0,54%. Всего в Ульяновской области проживают представители более 120 народов.
        </PageText>
      </section>

      <section>
        <PageText>
          Административный центр области – город Ульяновск (622,9 тыс. чел.). Крупные города
          региона: Димитровград (111,1 тыс. чел.), Инза (16,7 тыс. чел.), Барыш (15,1 тыс. чел.) и
          Новоульяновск (13,4 тыс. чел.).
        </PageText>
      </section>

      <section>
        <PageText weight={'semibold'}>Административно-территориальное устройство.</PageText>

        <PageText>
          В состав Ульяновской области входят 167 муниципальных образований, из которых городских
          округа (г. Ульяновск, г. Новоульяновск, г. Димитровград), 21 муниципальный район, 31
          городское поселение и 112 сельских поселений. Высшим должностным лицом Ульяновской области
          является Губернатор Ульяновской области Русских Алексей Юрьевич (с 4 октября года). Высший
          орган исполнительной власти – Правительство Ульяновской области. Высший законодательный
          орган – Законодательное Собрание Ульяновскойобласти, избираемое на пять лет, состоит из 36
          депутатов. Председатель Законодательного Собрания Ульяновской области – Малышев Валерий
          Васильевич (с 9 сентября 2018 года).
        </PageText>
      </section>

      <section>
        <PageText weight={'semibold'}>Официальные символы Ульяновской области.</PageText>

        <PageText>
          Ульяновская область имеет официальные символы – герб Ульяновской области, флаг Ульяновской
          области и гимн Ульяновской области. Установлено следующее геральдическое описание полного
          герба Ульяновской области:
        </PageText>

        <PageText>
          В лазоревом поле серебряная колонна с фигурной капителью и базой на постаменте, увенчанная
          Императорской короной с лазоревыми лентами, отходящими в стороны. Щит увенчан золотой
          земельной короной особого вида (с самоцветами на обруче и о трёх видимых зубцах в виде
          листьев аканта, перемежаемых двумя видимыми меньшими зубцами с жемчужинами). Щитодержатели
          – золотые львы, из которых правый держит три золотых колоса в левой передней лапе, а левый
          – меч того же металла в правой передней лапе, и показанная ниже щита серебряная чайка,
          летящая вправо и касающаяся щита воздетыми и распростёртыми крыльями; подножие подо львами
          – золотые дубовые ветви, положенные отвлечёнными концами накрест. Девиз «ОПОРА ДУШИ И
          ДЕРЖАВЫ» начертан лазоревыми литерами на золотой ленте.
        </PageText>
      </section>

      <section>
        <PageText weight={'semibold'}>Флаг.</PageText>

        <PageText>
          Флаг Ульяновской области представляет собой двустороннее прямоугольное синее полотнище с
          отношением ширины флага Ульяновской области к его длине 2:3, с воспроизведённой по центру
          белой колонной с фигурной капителью и базой на постаменте, увенчанной Императорской
          короной, выполненной жёлтым, белым и пурпурным цветом, с голубыми лентами, отходящими в
          стороны. Общая высота композиции флага Ульяновской области составляет 9/10 ширины
          полотнища. Флаг Ульяновской области имеет в своей основе изображение гербового щита
          Ульяновской области и соответствует его геральдическому описанию.
        </PageText>
      </section>

      <section>
        <PageText weight={'semibold'}>Историческая справка.</PageText>

        <PageText>
          Город Ульяновск был основан в 1648 году как крепость на правом берегу реки Волги, в месте,
          называемом Венцом (возвышается над Волгой на высоту более 120 м), окольничим и воеводой
          Богданом Матвеевичем Хитрово и дьяком Григорием Кунаковым для укрепления «Синбирской
          черты». До конца XVIII века город сохранял название Синбирск, происходящее по одной из
          версий от имени булгарского князя Синбира, основавшего городок Синбирск на Волге, ниже
          современного Ульяновска. 7 января 1781 года по Указу Екатерины II было образовано
          Симбирское наместничество с административным центром в г. Симбирске. В 1796 году, после
          преобразования наместничества в губернию, Симбирск стал губернским городом. В 1924 году
          губернский город переименован в Ульяновск. С 1928 года в составе Ульяновского округа
          (существовал до 1930 года) Ульяновск входил в Средневолжскую область, с 1929 года – в
          Средневолжский край, с 1935 года – в Куйбышевский край, с 1936 года – в Куйбышевскую
          область. В 1943 году город стал центром вновь образованной Ульяновской области.
        </PageText>

        <PageText>
          Указом Президиума Верховного Совета СССР от 20 апреля 1966 года № 4724-VI «О награждении
          Ульяновской области орденом Ленина» за достигнутые успехи в развитии народного хозяйства
          Ульяновская область награждена орденом Ленина.
        </PageText>

        <PageText>
          Указом Президиума Верховного Совета СССР от 11 декабря 1970 года № 596-VIII «О награждении
          города Ульяновска орденом Ленина» за большие успехи, достигнутые трудящимися города в
          хозяйственном и культурном строительстве, в выполнении заданий пятилетнего плана по
          развитию промышленного производства, город Ульяновск награждён орденом Ленина.
        </PageText>

        <PageText>
          Указом Президиума Верховного Совета СССР от 11 июня 1982 года «О награждении города
          Димитровграда Ульяновской области орденом Дружбы народов» за успехи, достигнутые
          трудящимися города в хозяйственном и культурном строительстве, и отмечая их вклад в
          укрепление интернациональных связей, город Димитровград награждён орденом Дружбы народов.
        </PageText>

        <PageText>
          Указом Президента Российской Федерации от 2 июля 2020 года № 444 «О присвоении почётного
          звания Российской Федерации «Город трудовой доблести» за значительный вклад жителей в
          достижение Победы в Великой Отечественной войне 1941–1945 годов, обеспечение
          бесперебойного производства военной и гражданской продукции на промышленных предприятиях,
          проявленные при этом массовый трудовой героизм и самоотверженность, городу Ульяновску
          присвоено почётное звание Российской Федерации «Город трудовой доблести».
        </PageText>

        <PageText>
          В 1950–60-х гг. шёл процесс превращения области в индустриально- аграрную, а города
          Ульяновска – в крупный промышленный центр. На 1 января 1966 года в области насчитывалось
          292 промышленных предприятия, среди них: Димитровградский научно-исследовательский
          институт атомных реакторов, Ульяновское конструкторское бюро приборостроения, Ульяновский
          завод тяжёлых и уникальных станков, Ульяновский механический завод, Ульяновский
          радиоламповый завод, НПО «Марс», заводы «Комета» и «Контактор». Высококачественную
          продукцию производили кожкомбинат, хладокомбинат, кондитерская фабрика «Волжанка», фабрика
          «Русь». В области из крупных производств были известны Мелекесский (с 1972 года
          Димитровградский) комбинат технических сукон, Новоульяновский цементный завод,
          Новомайнская ковровая фабрика, Димитровградский коврово-суконный комбинат, Цильнинский
          сахарный завод, Ундоровский завод «Волжанка» и др. Был открыт автомобильный мост через
          реку Волгу (как автомобильная очередь имеющегося железнодорожного моста).
        </PageText>
      </section>
    </div>
  )
}
