import { PageTitle } from '@shared/ui'
import styles from './styles.module.css'

export const Laws2Page = () => {
  return (
    <>
      <PageTitle text={'Визовые требования'} />

      <section>
        <p>
          Иностранные граждане могут въезжать в Российскую Федерацию и выезжать из Российской
          Федерации при наличии визы по действительным документам, удостоверяющим их личность и
          признаваемым Российской Федерацией в этом качестве, если иное не предусмотрено
          международными договорами Российской Федерации, Федеральным законом от 15 августа 1996 г.
          № 114-ФЗ &laquo;О порядке выезда из Российской Федерации и въезда в Российскую
          Федерацию&raquo; (далее &ndash; Федеральный закон) или указами Президента Российской
          Федерации.
        </p>
        <p>
          В зависимости от цели въезда иностранного гражданина или лица без гражданства в Российскую
          Федерацию и цели их пребывания в Российской Федерации иностранному гражданину или лицу без
          гражданства выдается виза, которая может быть дипломатической, служебной, обыкновенной или
          транзитной визой, визой временно проживающего лица, либо визой временно проживающего лица
          в целях получения образования.
        </p>
        <p>
          Виза &ndash; выданное уполномоченным государственным органом разрешение на въезд в
          Российскую Федерацию и пребывание в Российской Федерации или транзитный проезд через
          территорию Российской Федерации по действительному документу, удостоверяющему личность
          иностранного гражданина или лица без гражданства и признаваемому Российской Федерацией в
          этом качестве.
        </p>
        <p>
          Виза содержит следующие сведения: фамилию и имя иностранного гражданина или лица без
          гражданства (написанные буквами русского и латинского алфавитов), их дату рождения, пол,
          гражданство (подданство), номер документа, удостоверяющего личность указанного
          иностранного гражданина или лица без гражданства и признаваемого Российской Федерацией в
          этом качестве, их фотографическое изображение (за исключением визы, выданной федеральным
          органом исполнительной власти в сфере внутренних дел или его территориальным органом),
          дату выдачи визы, разрешенный срок пребывания указанного иностранного гражданина или лица
          без гражданства в Российской Федерации, номер их приглашения на въезд в Российскую
          Федерацию либо соответствующего решения государственного органа, срок действия данной
          визы, цель поездки указанного иностранного гражданина или лица без гражданства, сведения о
          приглашающей организации (приглашающем физическом лице), кратность данной визы.
        </p>
        <p>
          Срок действия визы устанавливается в соответствии с Федеральным законом, если иное не
          предусмотрено международным договором Российской Федерации.
        </p>
        <p>
          В зависимости от количества разрешенных въездов - выездов визы могут быть однократными,
          двукратными и многократными.
        </p>
        <p>
          Однократная виза дает право иностранному гражданину пересечь Государственную границу
          Российской Федерации один раз при въезде в Российскую Федерацию и один раз при выезде из
          Российской Федерации.
        </p>
        <p>
          Двукратная виза дает право иностранному гражданину на двукратный въезд в Российскую
          Федерацию.
        </p>
        <p>
          Многократная виза дает право иностранному гражданину на неоднократный (более двух раз)
          въезд в Российскую Федерацию.
        </p>
        <p>
          Фактическая цель въезда иностранного гражданина и цель его пребывания в Российской
          Федерации должны соответствовать виду выданной ему визы и указанной в ней цели поездки.
        </p>
        <p>
          Срок пребывания иностранного гражданина в Российской Федерации определяется сроком
          действия выданной ему визы.
        </p>
        <p>
          При этом иностранные граждане, прибывшие в Российскую Федерацию по многократным деловым
          или по многократным гуманитарным годовым визам, могут находиться в Российской Федерации
          суммарно не более 90 дней в течение каждого периода в 180 дней.
        </p>
        <p>
          Иностранный гражданин обязан выехать из Российской Федерации по истечении разрешенного
          срока пребывания.
        </p>
        <p>
          Территориальные органы МВД России выдают визы временно проживающего лица, визы временно
          проживающего лица с целью получения образования, транзитные визы, многократные
          обыкновенные рабочие визы высококвалифицированным специалистам и визы на въезд в
          Российскую Федерацию в целях приема в гражданство Российской Федерации, а также продлевают
          срок действия, аннулируют и восстанавливают визы иностранных граждан всех категорий, кроме
          дипломатических и служебных виз.
        </p>
        <p>
          Следует обратить внимание, что территориальные органы МВД России осуществляют выдачу виз
          иностранным гражданам уже находящимся на территории Российской Федерации.
        </p>
        <p>&nbsp;</p>
        <p>
          <strong>
            Оказание государственной услуги по оформлению, выдаче, продлению срока действия и
            восстановлению виз иностранным гражданам и лицам без гражданства осуществляется в
            соответствии с&nbsp;
          </strong>
          <a href="https://media.mvd.ru/files/embed/6448329">
            <u>
              <strong>
                Федеральным законом от 15 августа 1996 г. № 114-ФЗ &laquo;О порядке выезда из
                Российской Федерации и въезда в Российскую Федерацию&raquo;
              </strong>
            </u>
          </a>
          <strong>.</strong>
        </p>
        <p>
          <strong>Порядок, условия оформления и выдачи российских виз установлены&nbsp;</strong>
          <a href="https://media.mvd.ru/files/embed/4714309">
            <u>
              <strong>
                Положением об установлении формы визы, порядка и условий ее оформления и выдачи,
                продления срока ее действия, восстановления ее в случае утраты, а также порядка
                аннулирования визы
              </strong>
            </u>
          </a>
          <strong>
            , утвержденным постановлением Правительства Российской Федерации от 9 июня 2003 г. №
            335.
          </strong>
        </p>
        <p>
          <strong>
            При оформлении, продлении срока действия и восстановления виз иностранным гражданам
            территориальные органы МВД России также руководствуются&nbsp;
          </strong>
          <a href="https://media.mvd.ru/files/embed/4714310">
            <u>
              <strong>
                Административным регламентом Министерства внутренних дел Российской Федерации по
                предоставлению государственной услуги по оформлению, выдаче, продлению срока
                действия и восстановлению виз иностранным гражданам и лицам без гражданства
              </strong>
            </u>
          </a>
          <strong>, утвержденным&nbsp;приказом МВД России от 4 декабря 2019 г. № 907.</strong>
        </p>
        <p>
          <strong>Форма визовой анкеты утверждена&nbsp;</strong>
          <a href="https://mvd.ru/upload/site1/folder_page/008/689/376/prikaz_233.docx">
            <u>
              <strong>
                приказом МВД России, ФСБ России, МИД России от 27 апреля 2017 г. № 233/235/7018
              </strong>
            </u>
          </a>
          <strong>&nbsp;&laquo;Об утве</strong>
          <strong>
            рждении формы визовой анкеты, представляемой иностранным гражданином или лицом без
            гражданства в Министерство внутренних дел Российской Федерации для получения
            государственной услуги по оформлению, выдаче, продлению срока действия либо
            восстановлению визы&raquo;
          </strong>
          <em>
            <strong>.</strong>
          </em>
        </p>
        <p>
          <strong>
            Перечень целей поездок, используемый при оформлении и выдаче виз иностранным гражданам,
            утвержден&nbsp;
          </strong>
          <a href="https://media.mvd.ru/files/embed/4714308">
            <u>
              <strong>
                приказом МИД России от 21 декабря 2020 г. № 23235 &laquo;Об утверждении Перечня
                целей поездок, используемого при оформлении и выдаче виз иностранным
                гражданам&raquo;
              </strong>
            </u>
          </a>
          <strong>.</strong>
        </p>
        <p>&nbsp;</p>
        <p>
          <strong>
            Исчерпывающий перечень документов, необходимых для предоставления государственной
            услуги, требования к оформлению указанных документов, а также перечень документов,
            которые заявитель вправе представить по собственной&nbsp;инициативе
          </strong>
          <strong>: </strong>
        </p>
        <p>
          <strong>Документы, необходимые для получения государственной услуги</strong>
        </p>
        <p>
          - Анкета с одной фотографией, заполненная разборчиво от руки или с использованием
          технических средств на русском языке либо на английском языке без использования сокращений
          и аббревиатур.&nbsp;По всем пунктам анкеты должна быть указана исчерпывающая и достоверная
          информация.&nbsp;Анкета подписывается иностранным гражданином лично.
        </p>
        <p>
          - Действительный документ, удостоверяющий личность иностранного гражданина и признаваемый
          в этом качестве Российской Федерацией, если иное не предусмотрено международными
          договорами Российской Федерации, федеральными законами или указами Президента Российской
          Федерации, а также действующая виза (при ее наличии) в случае, если она оформлена на
          вкладном визовом бланке.&nbsp;Паспорт, представляемый иностранным гражданином, не должен
          вызывать сомнений в подлинности и принадлежности его владельцу, содержать отметок,
          оговорок, записей, подчисток и исправлений, не заверенных компетентными властями
          соответствующего иностранного государства, вырванных или расшитых страниц, должен иметь не
          менее двух чистых страниц, предназначенных для виз, срок его действия, как правило, не
          должен истекать ранее, чем через шесть месяцев с даты окончания срока действия выдаваемой
          визы.
        </p>
        <p>
          - В случае оформления визы на вкладном визовом бланке дополнительно представляются две
          фотографии размером 3x4 см (черно-белые либо цветные на матовой фотобумаге) с четким
          изображением лица в анфас, без очков с затемненными стеклами и без головного убора, за
          исключением иностранных граждан, для которых постоянное ношение головного убора является
          обязательным атрибутом их национальной или религиозной принадлежности, при условии, что
          иностранный гражданин изображен в таком головном уборе на фотографии в паспорте.
        </p>
        <p>
          - Для оформления транзитной визы иностранный гражданин помимо документов, указанных выше,
          дополнительно представляет действительный для выезда из Российской Федерации проездной
          билет или подтвержденную гарантию его приобретения на территории Российской Федерации при
          наличии визы на въезд в сопредельное с Российской Федерацией по маршруту следования
          государство, либо визы государства назначения, либо паспорта этого государства, либо
          мотивированной просьбы и документов, подтверждающих необходимость остановки, если иное не
          предусмотрено международным договором Российской Федерации.
        </p>
        <p>
          - В случае продления либо восстановления визы кроме вышеуказанных документов, иностранным
          гражданином, либо организацией, либо гражданином Российской Федерации, либо постоянно
          проживающим в Российской Федерации иностранным гражданином, по приглашению которых
          иностранный гражданин пребывает на территории Российской Федерации, дополнительно
          представляется ходатайство о продлении либо восстановлении визы в одном экземпляре.
        </p>
        <p>
          - В случае продления обыкновенной рабочей либо обыкновенной учебной визы кроме
          вышеуказанных документов, организацией, в которой иностранный гражданин осуществляет
          трудовую деятельность либо обучается, представляется трудовой договор или
          гражданско-правовой договор либо документ, подтверждающий обучение иностранного
          гражданина, соответственно.
        </p>
        <p>
          Документы для продления срока действия обыкновенной рабочей либо учебной визы должны быть
          представлены для рассмотрения не позднее чем за двадцать рабочих дней до окончания срока
          действия имеющейся визы.
        </p>
        <p>
          При наличии подтвержденной документально уважительной причины (болезнь, утрата документа,
          удостоверяющего личность иностранного гражданина, срок действия визы при въезде в
          Российскую Федерацию менее срока, предусмотренного для ее продления, и иные уважительные
          причины) документы для продления срока действия визы представляются не позднее даты
          окончания срока ее действия.
        </p>
        <p>- В случае подачи анкеты через представителя дополнительно представляются:</p>
        <p>Документ, удостоверяющий личность представителя.</p>
        <p>Документ, подтверждающий полномочия представителя.</p>
        <p>
          В случае подачи анкеты в форме электронного документа, подписанного простой электронной
          подписью, с использованием Единого портала, заявитель прикрепляет к ней электронный файл с
          копиями указанных выше документов, а также личную цифровую фотографию в виде электронного
          файла.
        </p>
        <p>
          Предоставление анкеты на бумажном носителе при обращении за государственной услугой через
          Единый портал не требуется.
        </p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <p>
          <strong>
            Перечень документов, которые заявитель вправе представить по собственной инициативе
          </strong>
        </p>
        <p>
          Для получения государственной услуги заявитель вправе представить документ об уплате
          государственной пошлины, миграционную карту, отрывную часть уведомления о прибытии
          иностранного гражданина или лица без гражданства в место пребывания, разрешение на
          временное проживание, разрешение на временное проживание в целях получения образования,
          разрешение на работу и их копии, а также копии документов необходимых для получения
          государственной услуги.
        </p>
        <p>&nbsp;</p>
        <p>
          <strong>
            Исчерпывающий перечень оснований для приостановления или отказа в предоставлении
            государственной&nbsp;услуги
          </strong>
        </p>
        <p>
          <strong>
            Исчерпывающий перечень оснований для отказа в приеме документов, необходимых для
            предоставления государственной услуги
          </strong>
        </p>
        <p>
          Основаниями для отказа в приеме к рассмотрению анкеты и документов, необходимых для
          предоставления государственной услуги, являются:
        </p>
        <p>
          -&nbsp;Отсутствие какого-либо из предусмотренных Административным регламентом документов
          либо несоответствие представленных документов установленным к ним требованиям.
        </p>
        <p>
          -&nbsp;Несоответствие сведений, указанных в анкете, данным, содержащимся в представленных
          документах.
        </p>
        <p>-&nbsp;Несоблюдение требования об обращении заявителя лично либо через представителя.</p>
        <p>-&nbsp;Истечение срока действия паспорта заявителя.</p>
        <p>
          -&nbsp;Анкета, поданная в форме электронного документа с использованием Единого портала, к
          рассмотрению не принимается при наличии оснований для отказа в приеме анкеты, а также при
          отсутствии прикрепленного электронного файла с личной цифровой фотографией.
        </p>
        <p>&nbsp;</p>
        <p>
          <strong>
            Исчерпывающий перечень оснований для приостановления или отказа в предоставлении
            государственной услуги
          </strong>
        </p>
        <p>
          Оснований для приостановления предоставления государственной услуги законодательством
          Российской Федерации не предусмотрено.
        </p>
        <p>Решение об отказе в предоставлении государственной услуги принимается в случае, если:</p>
        <p>
          -&nbsp;это необходимо в целях обеспечения обороноспособности или безопасности государства,
          либо общественного порядка, либо защиты здоровья населения.
        </p>
        <p>
          -&nbsp;в отношении иностранного гражданина вынесено решение об административном выдворении
          за пределы Российской Федерации, о депортации либо передаче Российской Федерацией
          иностранному государству в соответствии с международным договором Российской Федерации о
          реадмиссии, &ndash; в течение пяти лет со дня административного выдворения за пределы
          Российской Федерации, депортации либо передачи Российской Федерацией иностранному
          государству в соответствии с международным договором Российской Федерации о реадмиссии.
        </p>
        <p>
          -&nbsp;в отношении иностранного гражданина неоднократно (два и более раза) выносилось
          решение об административном выдворении за пределы Российской Федерации, о депортации либо
          передаче Российской Федерацией иностранному государству в соответствии с международным
          договором Российской Федерации о реадмиссии, &ndash; в течение десяти лет со дня
          административного выдворения за пределы Российской Федерации, депортации либо передачи
          Российской Федерацией иностранному государству в соответствии с международным договором
          Российской Федерации о реадмиссии.
        </p>
        <p>
          -&nbsp;в отношении иностранного гражданина в период его предыдущего пребывания в
          Российской Федерации была прекращена процедура реадмиссии в соответствии со статьей 32
          Федерального закона от 25 июля 2002 г. № 115-ФЗ &laquo;О правовом положении иностранных
          граждан в Российской Федерации&raquo; и с этого момента не прошло трех лет.
        </p>
        <p>
          -&nbsp;иностранный гражданин имеет неснятую или непогашенную судимость за совершение
          умышленного преступления на территории Российской Федерации или за ее пределами,
          признаваемого таковым в соответствии с федеральным законом.
        </p>
        <p>
          -&nbsp;иностранный гражданин неоднократно (два и более раза) в течение одного года
          привлекался к административной ответственности за совершение административного
          правонарушения, связанного с посягательством на общественный порядок и общественную
          безопасность либо с нарушением режима пребывания (проживания) иностранных граждан в
          Российской Федерации или порядка осуществления ими трудовой деятельности на территории
          Российской Федерации, &ndash; в течение пяти лет со дня вступления в силу последнего
          постановления о привлечении к административной ответственности.
        </p>
        <p>
          -&nbsp;в отношении иностранного гражданина принято решение о нежелательности пребывания
          (проживания) в Российской Федерации, в том числе если этот гражданин включен в список
          граждан Соединенных Штатов Америки, которым запрещается въезд в Российскую Федерацию.
        </p>
        <p>
          -&nbsp;в отношении иностранного гражданина принято решение о неразрешении въезда в
          Российскую Федерацию.
        </p>
        <p>
          -&nbsp;имеются сведения, что изменились условия или перестали существовать обстоятельства,
          послужившие основанием для обращения за государственной услугой.
        </p>
        <p>-&nbsp;иностранный гражданин использовал подложные документы.</p>
        <p>-&nbsp;неуплата государственной пошлины.</p>
        <p>
          МВД России и его территориальные органы не обязаны разъяснять причины отказа в
          предоставлении государственной услуги.
        </p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <p>
          <strong>Круг&nbsp;заявителей</strong>
        </p>
        <p>
          Заявителями являются иностранные граждане и лица без гражданства, находящиеся на
          территории Российской Федерации и обратившиеся за получением государственной услуги лично
          либо через надлежащим образом уполномоченного представителя.
        </p>
        <p>&nbsp;</p>
        <p>
          <strong>Срок предоставления государственной&nbsp;услуги</strong>
        </p>
        <p>
          Государственная услуга предоставляется в срок не более 20 рабочих дней с даты обращения
          заявителя в подразделение по вопросам миграции (в том числе с использованием Единого
          портала) с запросом о предоставлении государственной услуги с приложением всех необходимых
          документов, предусмотренных Административным регламентом и оформленных надлежащим образом.
        </p>
        <p>
          Документы, являющиеся результатом предоставления государственной услуги, выдаются
          иностранному гражданину либо его представителю в день обращения за их получением.
        </p>
        <p>&nbsp;</p>
        <p>
          <strong>Результаты предоставления государственной&nbsp;услуги</strong>
        </p>
        <p>
          Результатом предоставления государственной услуги является оформление, продление срока
          действия либо восстановление визы иностранному гражданину.
        </p>
        <p>
          Результат предоставления государственной услуги в форме электронного документа не
          оформляется.
        </p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <p>
          <strong>
            Размер государственной пошлины, взимаемой за предоставление государственной&nbsp;услуги
          </strong>
        </p>
        <p>
          За предоставление государственной услуги, за исключением случаев, предусмотренных
          международными договорами, взимается государственная пошлина в порядке и размере,
          установленных подпунктом 9 пункта 1 статьи 333 Налогового кодекса Российской Федерации.
        </p>
        <p>
          Уплатить государственную пошлину за предоставление государственной услуги возможно с
          использованием Единого портала по предварительно заполненным реквизитам.
        </p>
        <p>
          Размер государственной пошлины за оформление, продление срока действия и восстановление
          визы иностранному гражданину составляет:
        </p>
        <p>для выезда из Российской Федерации &ndash; 1000 рублей;</p>
        <p>
          для выезда из Российской Федерации и последующего въезда в Российскую Федерацию &ndash;
          1000 рублей;
        </p>
        <p>
          для многократного пересечения Государственной границы Российской Федерации &ndash; 1600
          рублей.
        </p>
        <p>Государственная пошлина не взимается:</p>
        <p>-&nbsp;за оформление визы временно проживающего лица.</p>
        <p>
          -&nbsp;за продление срока действия виз иностранным гражданам, прибывшим в Российскую
          Федерацию с целью осуществления благотворительной деятельности или доставки гуманитарной
          помощи либо в связи с обстоятельствами, связанными с необходимостью экстренного лечения,
          тяжелой болезнью или со смертью близкого родственника.
        </p>
        <p>
          - &nbsp;за выдачу либо продление срока действия визы иностранному гражданину в случаях,
          указанных в подпункте 2.3 пункта 3 статьи 333 Налогового кодекса.
        </p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <p>
          <strong>
            Порядок и способы подачи заявления о предоставлении государственной услуги, в том числе
            через единый&nbsp;портал
          </strong>
        </p>
        <p>
          Анкета и комплект документов о предоставлении государственной услуги может быть подана
          заявителем одним из следующих способов:
        </p>
        <p>-&nbsp;на бумажном носителе непосредственно в подразделение по вопросам миграции;</p>
        <p>-&nbsp;в форме электронного документа с использованием Единого портала.</p>
        <p>
          При подаче анкеты заявитель обеспечивает надлежащее заполнение анкеты и подготовку
          необходимого пакета документов, предусмотренного Административным регламентом.
        </p>
        <p>
          Сотрудник, осуществляющий прием заявителей, проверяет своевременность обращения заявителя,
          сверяет сведения, указанные в паспорте, визе (при ее наличии), с данными, содержащимися в
          анкете, проверяет действительность паспорта, тождественность лица, изображенного на
          представленных фотографиях, фотографии в паспорте и в анкете, а в случае непосредственного
          обращения иностранного гражданина &ndash; и его личности, оценивает качество и
          соответствие фотографий установленным требованиям.
        </p>
        <p>
          Полнота заполнения анкеты и представленных документов подтверждается подписью сотрудника
          на оборотной стороне анкеты.
        </p>
        <p>
          При наличии хотя бы одного из обстоятельств для отказа в приеме к рассмотрению анкеты и
          документов, необходимых для предоставления государственной услуги, анкета к рассмотрению
          не принимается и с приложенными к ней документами возвращается заявителю.
        </p>
        <p>
          Заявителю либо его представителю выдается справка (приложение&nbsp;
          <a href="https://media.mvd.ru/files/embed/1755054">
            <u>№&nbsp;4</u>
          </a>
          &nbsp;к Административному регламенту), подтверждающая отказ в приеме анкеты к
          рассмотрению.
        </p>
        <p>
          Датой приема документов считается дата обращения заявителя в подразделение по вопросам
          миграции с запросом о предоставлении государственной услуги с приложением всех необходимых
          документов, предусмотренных Административным регламентом и оформленных надлежащим образом.
        </p>
        <p>
          Заявителю либо его представителю выдается справка (приложение&nbsp;
          <a href="https://media.mvd.ru/files/embed/1755056">
            <u>№ 5</u>
          </a>
          &nbsp;к Административному регламенту) о приеме анкеты к рассмотрению.
        </p>
        <p>
          При оформлении машиночитаемой визы при приеме документов в паспорте на свободной странице
          проставляется оттиск мастичного штампа &laquo;Принято&raquo;.
        </p>
        <p>
          Заявителю либо его представителю возвращаются оригиналы документов, после снятия с них
          копий, которые приобщаются к анкете, и заявителю сообщается о предполагаемой дате выдачи
          визы.
        </p>
        <p>При продлении визы, оформленной на вкладном визовом бланке, она приобщается к анкете.</p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <p>
          <strong>
            Порядок и способы получения результата предоставления государственной&nbsp;услуги
          </strong>
        </p>
        <p>
          Для получения визы иностранный гражданин либо принимающая его сторона лично обращается в
          подразделение по вопросам миграции и предоставляет оригинал паспорта.
        </p>
        <p>
          В случае подачи анкеты в форме электронного документа с использованием Единого портала,
          оформление и выдача визы производится при личном обращении иностранного гражданина либо
          его представителя в подразделение по вопросам миграции и предоставлении оригиналов
          документов в течение одного часа в случае отсутствия оснований для отказа в предоставлении
          государственной услуги.
        </p>
        <p>
          Заявитель либо его представитель проверяет правильность внесенных в визу сведений, отметок
          и записей.
        </p>
        <p>
          При обнаружении в визе ошибок, допущенных при ее оформлении, данная виза аннулируется
          путем проставления на ней оттиска мастичного штампа &laquo;Погашено&raquo;, а иностранному
          гражданину в тот же день оформляется новая виза.
        </p>
        <p>
          За оформление визы взамен испорченной по вине сотрудника подразделения по вопросам
          миграции государственная пошлина не взимается.
        </p>
        <p>
          При выдаче машиночитаемого визового бланка оформленный бланк открепляется от подложки и
          вклеивается в паспорт иностранного гражданина на страницу с проставленным оттиском
          мастичного штампа &laquo;Принято&raquo;.
        </p>
        <p>
          В случае, если в документе иностранного гражданина уже имеется виза, срок действия которой
          не истек или которая не была использована, новая виза выдается при условии аннулирования
          прежней визы путем проставления на ней оттиска мастичного штампа &laquo;Погашено&raquo;.
        </p>
        <p>Оформленная виза выдается под подпись в соответствующей графе бланка анкеты.</p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <p>
          <strong>
            Порядок информирования о ходе рассмотрения заявления о предоставлении государственной
            услуги и о результатах предоставления государственной&nbsp;услуги
          </strong>
        </p>
        <p>
          Со дня приема запроса о предоставлении государственной услуги заявитель имеет право на
          получение сведений о ходе ее предоставления по телефону, на личном приеме или с
          использованием Единого портала, в случае подачи запроса о предоставлении государственной
          услуги в форме электронного документа с использованием Единого портала.
        </p>
        <p>&nbsp;</p>
        <p>
          <strong>
            Информация о местонахождении и контактных телефонах территориальных органов МВД России
            на региональном и районном уровнях и подразделений по вопросам&nbsp;миграции
          </strong>
        </p>
        <p>
          Места нахождения подразделений по вопросам миграции МВД России, их почтовые адреса, номера
          телефонов справочных служб, факсов и иная контактная информация указывается на официальном
          интернет&nbsp;-&nbsp;сайте МВД&nbsp;России (мвд.рф) и интернет - сайтах территориальных
          органов МВД&nbsp;России на региональном уровне в информационно-телекоммуникационной сети
          &laquo;Интернет&raquo; в разделе &laquo;Структура&raquo;.
        </p>
        <p>
          <strong>
            Ответственность иностранных граждан за нарушение режима пребывания в
            Российской&nbsp;Федерации.
          </strong>
        </p>
        <p>
          Иностранный гражданин, уклоняющийся от выезда из Российской Федерации по окончании срока
          действия визы либо в случае утраты документов не обратившийся с заявлением об утрате визы,
          в соответствии с законодательством подлежит привлечению к административной ответственности
          в виде наложения штрафа от 2000 до 7000 рублей с административным выдворением за пределы
          Российской Федерации, и последующим неразрешением въезда в Российскую Федерацию в течение
          пяти лет.
        </p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <p>
          <strong>
            Порядок и способы получения разъяснений по вопросам предоставления
            государственной&nbsp;услуги
          </strong>
        </p>
        <p>
          Информация по вопросам предоставления государственной услуги размещается в федеральной
          государственной информационной системе &laquo;Единый портал государственных и
          муниципальных услуг (функций)&raquo;, на официальном сайте МВД России и официальных сайтах
          территориальных органов МВД России на региональном уровне в
          информационно-телекоммуникационной сети &laquo;Интернет&raquo;, на располагаемых в
          доступных для ознакомления местах информационных стендах подразделений по вопросам
          миграции, а также предоставляется сотрудниками органов внутренних дел Российской
          Федерации, федеральными государственными гражданскими служащими и работниками
          территориальных органов МВД России по телефону либо на личном приеме.
        </p>
        <p>
          По письменному обращению должностное лицо, ответственное за предоставление государственной
          услуги, в письменной форме разъясняет гражданину порядок предоставления услуги и в течение
          30 дней со дня регистрации письменного обращения направляет ответ гражданину.
        </p>
        <p>&nbsp;</p>
        <p>
          <strong>
            Досудебное (внесудебное) обжалование действий (бездействия) и решений, принятых
            (осуществляемых) в ходе предоставления государственной&nbsp;услуги
          </strong>
        </p>
        <p>
          Заявитель вправе обратиться с жалобой на решения и (или) действия (бездействие)
          должностных лиц подразделения по вопросам миграции, предоставляющего государственную
          услугу, в соответствии со статьей 111 Федерального закона &laquo;Об организации
          предоставления государственных и муниципальных услуг&raquo;.
        </p>
        <p>
          Жалоба подается в подразделение по вопросам миграции, предоставляющее государственную
          услугу.
        </p>
        <p>
          В случае если обжалуются решения начальника или заместителя начальника подразделения по
          вопросам миграции, предоставляющего государственную услугу, жалоба подается вышестоящему
          должностному лицу.
        </p>
        <p>Жалоба подается:</p>
        <p>
          -&nbsp;на решения (действия (бездействие), принятые подразделениями по вопросам миграции
          на районном уровне, &ndash; начальнику территориального органа МВД России на районном
          уровне либо в соответствующий территориальный орган МВД России на региональном уровне.
        </p>
        <p>
          -&nbsp;на решения (действия (бездействие), принятые подразделением по вопросам миграции на
          региональном уровне, &ndash; начальнику территориального органа МВД России на региональном
          уровне либо в Главное управление по вопросам миграции МВД России.
        </p>
        <p>
          -&nbsp;на решения (действия (бездействие), принятые руководителями территориальных органов
          МВД России на районном уровне, &ndash; начальнику территориального органа МВД России на
          региональном уровне.
        </p>
        <p>
          -&nbsp;на решения (действия (бездействие), принятые начальниками территориальных органов
          МВД России на региональном уровне, &ndash; Министру внутренних дел Российской Федерации
          либо заместителю Министра внутренних дел Российской Федерации, который является
          ответственным за деятельность Главного управления по вопросам миграции МВД России.
        </p>
        <p>
          Досудебное (внесудебное) обжалование решений и действий (бездействия) федерального органа
          исполнительной власти, предоставляющего государственную услугу, а также его должностных
          лиц осуществляется на основании:
        </p>
        <p>
          -&nbsp;федерального закона &laquo;Об организации предоставления государственных и
          муниципальных услуг&raquo;.
        </p>
        <p>
          -&nbsp;постановления Правительства Российской Федерации от 16 августа 2012 г. № 840
          &laquo;О порядке подачи и рассмотрения жалоб на решения и действия (бездействие)
          федеральных органов исполнительной власти и их должностных лиц, федеральных
          государственных служащих, должностных лиц государственных внебюджетных фондов Российской
          Федерации, государственных корпораций, наделенных в соответствии с федеральными законами
          полномочиями по предоставлению государственных услуг в установленной сфере деятельности, и
          их должностных лиц, организаций, предусмотренных частью 1 статьи 16 Федерального закона
          &laquo;Об организации предоставления государственных и муниципальных услуг&raquo;, и их
          работников, а также многофункциональных центров предоставления государственных и
          муниципальных услуг и их работников&raquo;.
        </p>
        <p>
          -&nbsp;постановления Правительства Российской Федерации от 20 ноября 2012 г. № 1198
          &laquo;О федеральной государственной информационной системе, обеспечивающей процесс
          досудебного (внесудебного) обжалования решений и действий (бездействия), совершенных при
          предоставлении государственных и муниципальных услуг&raquo;.
        </p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <p>
          <strong>
            О въезде в Российскую Федерацию сопровождающих членов семей иностранных&nbsp;граждан
          </strong>
        </p>
        <p>
          Положения Федерального закона от 15 августа 1996 г. № 114-ФЗ &laquo;О порядке выезда из
          Российской Федерации и въезда в Российскую Федерацию&raquo; предусматривают возможность
          оформления обыкновенных учебных виз членам семьи иностранного гражданина, обучающегося в
          Российской Федерации, обыкновенных рабочих виз членам семьи иностранного гражданина,
          осуществляющего трудовую деятельность в Российской Федерации в качестве квалифицированного
          специалиста, на срок действия визы указанных иностранных граждан, а также обыкновенной
          деловой визы на срок до одного года сопровождающему иностранного гражданина, въезжающему в
          Российскую Федерацию в целях прохождения лечения, лицу по ходатайству медицинской
          организации.
        </p>
        <p>&nbsp;</p>
      </section>
    </>
  )
}