import { PageTitle, PageText } from '@shared/ui'

export const AboutRussia3Page = () => {
  return (
    <div>
      <PageTitle text={'Общие правила общения и поведения в России'} />

      <section>
        <PageText>
          Каждая страна имеет свои культурные традиции, обычаи и правила поведения в обществе.
          Общение в России отличается от общения в других странах. Некоторые вещи, которые привычны
          для россиян, могут быть для иностранных граждан новыми и необычными и наоборот, привычные
          для них вещи могут быть неприемлемы в России.
        </PageText>
        <PageText>
          Однако иностранным гражданам необходимо помнить, что они находятся не у себя на родине,
          поэтому вести себя нужно так, как принято в России. Знание языка и культуры – непременное
          условие для жизни и работы в России. Владение русским языком должно быть на уровне,
          позволяющем легко поддерживать общение на работе, в транспорте, в магазине, в поликлинике,
          в банке, а также вести беседы в полиции. Россияне - многонациональный народ, но все
          говорят по-русски.
        </PageText>
      </section>

      <section>
        <PageText weight={'semibold'}>
          Для успешного общения и взаимодействия иностранным гражданам следует знать о следующих
          правилах поведения в обществе:
        </PageText>
        <PageText>
          1 Говоря с незнакомым человеком, к нему принято обращаться вежливо - на «Вы». 2 Обращения
          «брат» или «сестра» не подходят для общения с людьми, которые не являются вашими
          родственниками или 3 Если вам нужно обратиться к человеку, обязательно используйте фразы
          «здравствуйте», «до свидания». Если к вам обращаются таким образом, вам нужно будет на это
          обязательно ответить, иначе это может быть воспринято как грубость и неуважение и привести
          к конфликтной 4 Если вы хотите спросить у незнакомого человека что-то, вместо приветствия
          можно извиниться за беспокойство. Например, «Извините, Вы не могли бы мне помочь?»,
          «Извините, где находится аптека?», «Извините, сколько сейчас времени?» 5 После того как
          человек вам помог, его принято благодарить, сказав: «Спасибо» или «Благодарю 6 Вы можете
          обратиться к любому незнакомому человеку в общественном месте – вам обязательно помогут.
          Если вы видите, что человек занят (идет с ребенком, разговаривает по телефону, читает
          книгу) – лучше обратиться к такому человеку в последнюю очередь, чтобы не мешать ему.
        </PageText>
        <PageText>
          В России законодательно закреплены часы, в которые запрещено шуметь и за несоблюдение
          тишины предусмотрено наказание.
        </PageText>
        <PageText>
          Например: За нарушение тишины и покоя в Москве с 23:00 до 07:00 — обычным гражданам грозит
          первоначальное предупреждение, административный штраф от 1 до 2 тысяч рублей. Аналогичную
          сумму взыщут также с тех, кто делает ремонт в период с 19:00 до 09:00 и с 13:00 до 15:00,
          а также по воскресеньям и праздничным дням. Также к действиям, нарушающим тишину,
          относятся крики, использование пиротехнических средств, другие громкие звуки.
        </PageText>
      </section>

      <section>
        <PageText weight={'semibold'}>Основы поведения в общественном транспорте</PageText>
        <PageText>
          К общественному транспорту относятся автобусы, троллейбусы, трамваи, метро, маршрутное
          такси (маршрутки), пригородные поезда (электрички), поезда дальнего следования, самолеты,
          такси.
        </PageText>
        <PageText>
          В общественном транспорте категорически запрещено: 1 Громко разговаривать между собой,
          разговаривать по телефону на громкой связи или видеосвязи. 1 Нельзя говорить с водителем,
          отвлекать его от вождения и наблюдения за дорогой. 2 Прослушивать музыку без использования
          наушников. 3 Выбрасывать мусор, засорять общественное пространство. 4 Ездить в грязной
          пачкающей 5 Есть и распивать алкогольные 6 Курить. Курить и распивать алкоголь в
          общественных местах в России вообще запрещено. Для курения есть специально отведенные
          места, в которых можно курить, не мешая другим людям (курилки). Для распития алкоголя тоже
          есть специальные места – кафе, бары, рестораны. Если вы будете делать это в общественных
          местах, вам могут выписать штраф на нарушение общественного порядка!
        </PageText>
      </section>

      <section>
        <PageText weight={'semibold'}>Что следует делать в общественном транспорте:</PageText>
        <PageText>
          1 Снимать сумки и рюкзаки и провозить их в транспорте так, чтобы они не мешали окружающим.
          2 Уступать место старшим, пожилым людям, маленьким детям и беременным женщинам. Если в
          транспорте есть свободные места для того, чтобы сесть, сначала садятся именно эти
          пассажиры, потом женщины и только потом – мужчины. 3 Во время остановки общественного
          транспорта сначала пассажиры выходят из него, после чего новые пассажиры заходят внутрь.
          Это также касается любых мест, где есть двери: сначала люди должны выйти, чтобы другие
          могли спокойно зайти внутрь; 4 Если вы понимаете, что вам нужно выходить на следующей
          остановке, подойдите к выходу из транспорта заранее, чтобы не расталкивать других в
          последний момент. Также вы можете спросить у других пассажиров, будут ли они выходить на
          следующей остановке, чтобы понять, нужно ли вам их обходить. 5 Нужно обязательно держаться
          за поручни, чтобы не упасть. Обязанностью пассажиров является оплата проезда, то есть
          покупка билета. Билеты продает либо кондуктор (специальный человек в салоне общественного
          транспорта), либо водитель. В крупных городах пассажир может оплатить проезд через
          банковский терминал в транспорте. Если вы не оплатите ваш проезд, вам придется заплатить
          штраф. Штраф всегда дороже, чем покупка билета.
        </PageText>
        <PageText>
          В общественном транспорте категорически запрещено: 1 Громко разговаривать между собой,
          разговаривать по телефону на громкой связи или видеосвязи. 1 Нельзя говорить с водителем,
          отвлекать его от вождения и наблюдения за дорогой. 2 Прослушивать музыку без использования
          наушников. 3 Выбрасывать мусор, засорять общественное пространство. 4 Ездить в грязной
          пачкающей 5 Есть и распивать алкогольные 6 Курить. Курить и распивать алкоголь в
          общественных местах в России вообще запрещено. Для курения есть специально отведенные
          места, в которых можно курить, не мешая другим людям (курилки). Для распития алкоголя тоже
          есть специальные места – кафе, бары, рестораны. Если вы будете делать это в общественных
          местах, вам могут выписать штраф на нарушение общественного порядка!
        </PageText>
      </section>

      <section>
        <PageText weight={'semibold'}>Основы поведения на улице</PageText>
        <PageText weight={'semibold'}>Что не следует делать, находясь на улице/в парке:</PageText>
        <PageText>
          1 Ходить по проезжей части (где ездят машины) – это небезопасно. 2 Громко разговаривать,
          кричать, махать руками, ругаться (неважно, на каком языке). 3 Разговаривать по телефону на
          громкой связи или видеосвязи. 4 Слушать громкую музыку / смотреть громкие видео. 5
          Выходить на улицу неодетым или не полностью одетым (только в штанах (шортах) и шлепанцах).
          6 Бросать мусор (не в мусорный бак или урну), плевать, бросать скорлупу от орехов или
          семечек. 7 Проходить через толпу, бегать по оживленной улице, расталкивая других людей
          (лучше ее обойти). 8 Портить городское имущество на детских площадках и возле подъездов,
          портить парки, писать и рисовать на домах, разбивать стекла у автомобилей, рвать растения
          в клумбах на улицах и т. д. 9 Справлять физиологические потребности (ходить в туалет). 10
          Собираться большими группами, стоять (сидеть) у входа или выхода магазина, кафе и т. д., а
          также проявлять агрессию к прохожим. 11 Обсуждать прохожих на родном языке, шептаться на
          родном языке в присутствии других людей.
        </PageText>
        <PageText>
          Как мы уже с вами говорили, каждая страна имеет свои культурные традиции, обычаи и правила
          поведения в обществе и некоторые вещи, которые вам кажутся обычными, для россиян являются
          неприемлемыми и наоборот. Также важно помнить, что Россия – светское государство.
          Государственной религии и верховенства любой религии над законами в России нет, поэтому
          будьте аккуратны, затрагивая темы религии. В России не принято демонстрировать отношение к
          какой-либо религии публично, (совершать религиозные обряды на улице, проводить в
          общественных местах намаз, читать молитвы и т. д.). Для этого есть специальные места –
          мечети, церкви, синагоги и т.д.
        </PageText>

        <PageText>
          Также неприемлемыми в России являются:  жертвоприношения животных.  традиция стрелять в
          воздух на свадьбе в России является неприемлемой и может привести к судебным
          разбирательствам. Кроме того, не стоит вызывающе вести себя в культурных и исторических
          местах около памятников архитектуры, музеев и пр. Особое отношение в России всегда
          проявляется к памяти о Великой Отечественной Войне, она бережно сохраняется и передается
          из поколения в поколение. В истории нашей страны не было более трагического испытания, чем
          война 1941–1945 годов. Советский народ сумел выдержать небывалый по силе удар врага,
          сорвать его планы, а затем, разгромив его полчища, одержать всемирно-историческую победу.
          Эта война изменила судьбу всей страны и каждого в ней живущего. Поэтому вести себя у
          памятников Великой Отечественной войны, в том числе у вечного огня, нужно соответствующе,
          с уважением, а их осквернение строго карается.
        </PageText>
      </section>

      <section>
        <PageText weight={'semibold'}>
          Основы поведения с противоположным полом (мужчина–женщина)
        </PageText>
        <PageText>
          Отношение к женщинам в России очень бережное, и прав у них столько же, сколько и у мужчин,
          поэтому и относиться к ним нужно соответственно. 1 В России запрещено многоженство и
          многомужество. Мужчина или женщина могут иметь только одного законного партнера (супруга).
          2 Кроме того, в нашей стране запрещены фиктивные браки. Практика показывает, что
          иностранными гражданами такой союз регистрируется в корыстных целях – для получения
          гражданства Российской Федерации. При выявлении фиктивности брака нарушителей ждут
          серьезные последствия, и в дальнейшем возможности получить гражданство не будет. 3 Нельзя
          физически прикасаться к незнакомым женщинам и мужчинам (дотрагиваться, щипать, обнимать,
          хватать за руки или за одежду). Такие действия могут быть расценены как домогательство.
          Понуждение к совершению действий сексуального характера влечет за собой наказание в виде
          штрафа или лишения свободы. 4 Обращаем ваше внимание на тот факт, что женщины в России
          традиционно носят яркую, открытую одежду, что не является предосудительным и соответствует
          норме, и не означает готовность к знакомствам 5 Не следует издавать звуки, пытаясь
          привлечь внимание понравившейся женщины или мужчины (свистеть, цыкать и т. д.). 6 Не
          рекомендуется предлагать незнакомым женщинам и мужчинам пойти в ресторан, в гости или
          гулять. 7 Недопустимо рукоприкладство, особенно в отношении женщин
        </PageText>
      </section>
    </div>
  )
}