import { PageTitle } from '@shared/ui'
import styles from './styles.module.css'

export const Laws4Page = () => {
  return (
    <>
      <PageTitle text={'Процедура получения гражданства'} />

      <section>
        <p>
          Гражданство Российской Федерации&nbsp;&mdash; устойчивая правовая связь лица с Российской
          Федерацией, выражающаяся в совокупности их взаимных прав и обязанностей.
        </p>
        <p>
          В общем порядке могут обратиться за предоставлением российского гражданства себе и детям
          либо опекаемым ими недееспособным совершеннолетние дееспособные иностранцы, либо лица без
          гражданства, непрерывно проживающие в России по виду на жительство не менее 5 лет. Из
          этого правила есть исключения, но о них ниже. Кроме того, необходимо:
        </p>
        <ul>
          <li>владеть русским языком;</li>
          <li>знать историю России и основы законодательства Российской Федерации;</li>
          <li>соблюдать Конституцию и законодательство Российской Федерации;</li>
          <li>не иметь оснований для отказа в приеме заявления.</li>
        </ul>
        <p>&nbsp;</p>
        <p>
          <strong>Порядок оформления и </strong>
          <strong>
            подачи заявлений, документов, необходимых для приобретения или прекращения гражданства
            Российской Федерации, и уведомлений о приобретении (утрате) гражданства (подданства)
            иностранного государства или документа о праве постоянно проживать на его территории
          </strong>
        </p>
        <ol start="2">
          <li>
            Заявление по вопросам гражданства Российской Федерации (далее - заявление) и документы,
            необходимые для приобретения или прекращения гражданства Российской Федерации, подаются
            в <strong>Министерство внутренних дел Российской Федерации (МВД России)</strong> или его
            территориальный орган:
          </li>
        </ol>
        <p>
          а) гражданином Российской Федерации, иностранным гражданином или лицом без гражданства,
          имеющими регистрацию по месту жительства или месту пребывания в Российской Федерации, - по
          месту своего жительства или месту своего пребывания;
        </p>
        <p>
          б) гражданином Российской Федерации, иностранным гражданином или лицом без гражданства, не
          имеющими регистрации по месту жительства или месту пребывания в Российской Федерации, - по
          месту своего фактического проживания в Российской Федерации;
        </p>
        <p>
          в) лицом, имеющим статус участника Государственной программы по оказанию содействия
          добровольному переселению в Российскую Федерацию соотечественников, проживающих за
          рубежом, утвержденной Указом Президента Российской Федерации от 22 июня 2006 г. N 637 "О
          мерах по оказанию содействия добровольному переселению в Российскую Федерацию
          соотечественников, проживающих за рубежом" (далее - Государственная программа), или статус
          члена семьи участника Государственной программы, - по месту своего жительства, месту
          своего пребывания или месту своего фактического проживания на территории субъекта
          Российской Федерации, избранного для переселения.
        </p>
        <ol start="3">
          <li>Заявление о признании гражданином Российской Федерации&nbsp;</li>
          <li>
            Заявление об изменении гражданства ребенка или недееспособного лица, если иное не
            предусмотрено <strong>Указ</strong>
            <strong>ом</strong>
            <strong>
              {' '}
              Президента Российской Федерации от 22 ноября 2023 г. N 889 "Вопросы гражданства
              Российской Федерации"
            </strong>
            <strong>.</strong>
          </li>
        </ol>
        <p>
          а) родителем (усыновителем) - по месту жительства, месту пребывания или месту фактического
          проживания заявителя либо по месту жительства или месту пребывания ребенка или
          недееспособного лица;
        </p>
        <p>
          б) опекуном или попечителем - по месту жительства, месту пребывания или месту фактического
          проживания заявителя либо по месту жительства или месту пребывания ребенка или
          недееспособного лица;
        </p>
        <p>
          в) руководителем российской организации для детей-сирот и детей, оставшихся без попечения
          родителей, в которую под надзор помещен ребенок, или российской образовательной
          организации, медицинской организации, организации, оказывающей социальные услуги, или иной
          российской организации, в которую помещено под надзор недееспособное лицо, либо органом
          опеки и попечительства, исполняющим обязанности опекуна или попечителя в отношении ребенка
          или недееспособного лица, - по месту нахождения организации, по месту нахождения органа
          опеки и попечительства либо по месту жительства или месту пребывания ребенка или
          недееспособного лица.
        </p>
        <ol start="5">
          <li>
            Наличие у ребенка единственного родителя подтверждается решением суда об объявлении
            другого родителя умершим, или о признании его безвестно отсутствующим, или о лишении его
            родительских прав, либо свидетельством о смерти другого родителя, либо заявлением одного
            из родителей, составленным в произвольной форме, об отсутствии у него сведений о
            местонахождении другого родителя, либо свидетельством о рождении ребенка, в котором
            отсутствует запись о другом родителе, либо справкой о рождении, подтверждающей, что
            сведения об отце ребенка внесены в запись акта о рождении на основании заявления матери
            ребенка.
          </li>
          <li>
            В случаях, предусмотренных Федеральным законом, и в установленном в соответствии с ним
            порядке заявление и прилагаемые к нему документы, а также уведомления о приобретении
            (утрате) гражданства (подданства) иностранного государства или документа о праве
            постоянно проживать на его территории могут быть поданы в территориальный орган МВД
            России через уполномоченное МВД России находящееся в его ведении федеральное
            государственное унитарное предприятие (далее - подведомственное предприятие), на
            территории г. Москвы - также через уполномоченную данным субъектом Российской Федерации
            организацию (далее - уполномоченная организация).
          </li>
          <li>
            Заявление составляется в двух экземплярах (каждый на бланке). Заявление в отношении
            ребенка в возрасте до 14 лет составляется в одном экземпляре.
          </li>
          <li>
            Заявление заполняется на русском языке собственноручно пастой (чернилами) черного,
            синего или фиолетового цвета либо с использованием электронных средств. Каждый лист
            заявления подписывается заявителем в правом нижнем углу в отведенном для этого поле.
            Текст заявления, выполненный от руки, должен быть разборчивым. При заполнении заявления
            не допускается использование сокращений и аббревиатур, за исключением общепринятых, а
            также внесение исправлений, наличие помарок.
          </li>
          <li>
            Все графы заявления, обязательные к заполнению, должны быть заполнены, за исключением
            случая, если обстоятельства, необходимые для ответа на вопрос, отсутствуют. В этом
            случае в соответствующей графе проставляется слово "нет" либо соответствующий раздел не
            заполняется. Ответы на содержащиеся в форме заявления вопросы должны быть
            исчерпывающими.
          </li>
          <li>
            Если в графе заявления недостаточно места для указания всех необходимых сведений, такие
            сведения указываются на дополнительно прикладываемых к заявлению листах, которые
            являются неотъемлемой частью заявления (далее - дополнение). При этом в соответствующей
            графе заявления производится запись "См. дополнение".
          </li>
          <li>
            На листах дополнения проставляется номер графы, которая дополняется, и указываются
            необходимые сведения. Все листы дополнения должны быть пронумерованы. Номер листа и
            общее количество листов дополнения указываются в правом верхнем углу каждого листа
            дополнения. Количество экземпляров каждого дополнения должно соответствовать количеству
            экземпляров заявления. Каждый лист дополнения подписывается заявителем в правом нижнем
            углу.
          </li>
          <li>При подаче заявления заявитель предъявляет:</li>
        </ol>
        <p>
          а) документ, удостоверяющий личность гражданина Российской Федерации, иностранного
          гражданина или лица без гражданства, а в случае отсутствия такого документа у иностранного
          гражданина - копию заключения об установлении личности иностранного гражданина,
          выдаваемого территориальным органом МВД России в соответствии с законодательством
          Российской Федерации;
        </p>
        <p>
          б) документ, подтверждающий наличие либо отсутствие гражданства (паспорт гражданина,
          удостоверение лица без гражданства, временное удостоверение личности лица без гражданства
          в Российской Федерации, паспорт негражданина, выданный соответствующим органом
          иностранного государства, либо документы об отсутствии у заявителя гражданства
          иностранного государства, выданные полномочным органом иностранного государства, в котором
          заявитель родился, и полномочными органами иностранных государств, в гражданстве которых
          состоят его родители (усыновители) или единственный родитель (усыновитель);
        </p>
        <p>
          в) документ, подтверждающий место жительства или место пребывания заявителя. В случае
          отсутствия такого документа заявитель указывает в заявлении сведения о месте своего
          фактического проживания.
        </p>
        <ol start="13">
          <li>
            Если сведения о гражданстве либо о месте жительства или месте пребывания заявителя
            подтверждаются документом, удостоверяющим его личность, предъявление дополнительных
            документов, удостоверяющих эти сведения, не требуется.
          </li>
          <li>
            В целях принятия решений по вопросам гражданства Российской Федерации документами,
            подтверждающими проживание гражданина Российской Федерации в Российской Федерации,
            являются:
          </li>
        </ol>
        <p>
          а) паспорт гражданина Российской Федерации, удостоверяющий гражданство Российской
          Федерации и личность гражданина Российской Федерации на территории Российской Федерации
          (далее - паспорт гражданина Российской Федерации), с отметкой о регистрации по месту
          жительства;
        </p>
        <p>
          б) свидетельство о регистрации по месту жительства (для лиц, не достигших возраста 14
          лет).
        </p>
        <ol start="15">
          <li>
            При отсутствии указанных в пункте 14 настоящего Положения документов факт проживания в
            Российской Федерации может подтверждаться следующими документами, в том числе исходя из
            совокупности содержащихся в них сведений: свидетельство о регистрации по месту
            пребывания, адресный листок прибытия (убытия), адресная справка, выдаваемые
            территориальными органами МВД России, единый жилищный документ, выписка из домовой
            книги, копия поквартирной карточки, документ, содержащий сведения о постановке на
            воинский учет, военный билет, трудовая книжка и (или) сведения о трудовой деятельности,
            оформленные в установленном законодательством Российской Федерации порядке, справка
            территориального органа Фонда пенсионного и социального страхования Российской Федерации
            (Пенсионного фонда Российской Федерации) о назначении пенсии, справка из места лишения
            свободы об освобождении, выписка из похозяйственной книги, форма которой применяется до
            1 января 2024 г. В случае отсутствия названных документов факт проживания в Российской
            Федерации подтверждается архивной справкой, выпиской из архивных документов, копией
            документа Архивного фонда Российской Федерации и (или) иных архивных документов либо
            решением суда об установлении факта проживания гражданина Российской Федерации в
            Российской Федерации.
          </li>
          <li>
            Документ, выданный в связи со служебной или профессиональной деятельностью лица, в том
            числе служебный или дипломатический паспорт, не принимается органами, ведающими делами о
            гражданстве Российской Федерации, в качестве документа, удостоверяющего личность и
            гражданство заявителя в целях принятия решений по вопросам гражданства Российской
            Федерации.
          </li>
          <li>
            В случае отсутствия у заявителя действительного документа, удостоверяющего личность, до
            принятия заявления о приеме в гражданство Российской Федерации или о признании
            гражданином Российской Федерации проводится установление личности заявителя в
            соответствии с законодательством Российской Федерации на основании его письменного
            обращения.
          </li>
          <li>Вместе с заявлением заявитель представляет:</li>
        </ol>
        <p>
          а) свидетельство о рождении лица, в отношении которого подается заявление (при наличии);
        </p>
        <p>
          б) документы (в одном экземпляре), подтверждающие наличие установленных Федеральным
          законом оснований и соблюдение условий приобретения или прекращения гражданства Российской
          Федерации;
        </p>
        <p>
          в) три фотографии лица, в отношении которого подается заявление (размером 3 x 4
          сантиметра), соответствующие требованиям, установленным МВД России (за исключением случая
          подачи заявления в отношении ребенка, не достигшего возраста шести лет);
        </p>
        <p>
          г) квитанцию об уплате консульского сбора и сборов в счет возмещения фактических расходов
          (если заявление подается в дипломатическое представительство или консульское учреждение
          Российской Федерации). Заявитель вправе представить документ, подтверждающий уплату
          государственной пошлины за совершение действий, связанных с приобретением гражданства
          Российской Федерации или выходом из гражданства Российской Федерации (если заявление
          подается на территории Российской Федерации).
        </p>
        <ol start="19">
          <li>
            В случае изменения заявителем фамилии, имени или отчества представляются документы,
            свидетельствующие обо всех случаях изменения фамилии, имени или отчества.
          </li>
          <li>
            20. В случае изменения гражданства детей в возрасте от 14 до 18 лет или признания их
            гражданами Российской Федерации представляется письменное согласие каждого ребенка.
            Такое согласие дается в произвольной форме. Подлинность подписи ребенка нотариально
            удостоверяется в соответствии с законодательством Российской Федерации либо
            удостоверяется подписью должностного лица и печатью органа, ведающего делами о
            гражданстве Российской Федерации, или подписью работника и печатью подведомственного
            предприятия (уполномоченной организации) в присутствии ребенка.
          </li>
          <li>
            21. Должностное лицо органа, ведающего делами о гражданстве Российской Федерации,
            работник подведомственного предприятия или уполномоченной организации (далее -
            должностное лицо) обязаны ознакомить заявителя, имеющего детей, в том числе усыновленных
            (удочеренных), с положениями статьи 8 Федерального закона. В соответствующей графе
            заявления, если она не заполнена, проставляется подпись заявителя об ознакомлении с
            такими положениями.
          </li>
          <li>
            22. Оригиналы документа, удостоверяющего личность заявителя, и других необходимых
            документов, представляемых заявителем, подлежат возврату. К заявлению приобщаются копии
            этих документов, соответствие которых оригиналам проверяется должностным лицом и
            удостоверяется его подписью и печатью органа, ведающего делами о гражданстве Российской
            Федерации, либо печатью подведомственного предприятия (уполномоченной организации).
          </li>
          <li>
            23. Информация, созданная в форме электронного документа, подписанного электронной
            подписью в соответствии с законодательством Российской Федерации, представляется в форме
            документа на бумажном носителе, удостоверенного собственноручной подписью заявителя.
          </li>
          <li>
            24. Заявление составляется на русском языке. Все документы, выполненные не на русском
            языке, представляются с переводом на русский язык. Верность перевода либо подлинность
            подписи переводчика должна быть нотариально удостоверена в соответствии с
            законодательством Российской Федерации. Оригиналы перевода на русский язык указанных
            документов подлежат возврату. К заявлению приобщаются их копии, соответствие которых
            оригиналам проверяется должностным лицом и удостоверяется его подписью и печатью органа,
            ведающего делами о гражданстве Российской Федерации, либо печатью подведомственного
            предприятия (уполномоченной организации). Если в документе, выполненном не на русском
            языке, все записи дублируются на русском языке, представление его перевода на русский
            язык не требуется.
          </li>
          <li>
            Документы, выданные полномочным органом иностранного государства, для признания их
            действительными в Российской Федерации должны быть легализованы либо на них должен быть
            проставлен апостиль, если иное не предусмотрено международным договором Российской
            Федерации или законодательством Российской Федерации.
          </li>
          <li>
            27. В случае если военнослужащий не может лично подать заявление, оно может быть
            передано для рассмотрения в органы, ведающие делами о гражданстве Российской Федерации,
            через другое лицо либо направлено по почте. При этом подлинность подписи военнослужащего
            в заявлении и соответствие прилагаемых к заявлению копий документов их оригиналам
            удостоверяются подписью командира воинской части (лица, исполняющего его обязанности) и
            печатью воинской части.
          </li>
          <li>
            28. Заявление вместе с приложенными к нему документами считается принятым к рассмотрению
            со дня:
          </li>
        </ol>
        <p>а) подачи заявления лично заявителем;</p>
        <p>
          б) получения органом, ведающим делами о гражданстве Российской Федерации, заявления,
          переданного через другое лицо, в том числе через подведомственное предприятие
          (уполномоченную организацию);
        </p>
        <p>
          в) получения органом, ведающим делами о гражданстве Российской Федерации, заявления,
          направленного по почте в случае, предусмотренном пунктом 28 настоящего Положения.
        </p>
        <ol start="29">
          <li>
            29. Заявление не принимается к рассмотрению и возвращается заявителю вместе с
            приложенными к нему документами, в случаях если:
          </li>
        </ol>
        <p>
          а) заявление и документы оформлены ненадлежащим образом, в том числе содержат описки,
          опечатки или иные ошибки;
        </p>
        <p>
          б) документы, приложенные к заявлению, необходимые в соответствии с настоящим Положением,
          представлены не в полном объеме.
        </p>
        <ol start="30">
          <li>
            30. В случае отказа в принятии заявления к рассмотрению должностное лицо, возвратившее
            заявление, в письменной или устной форме указывает обстоятельства, послужившие
            основанием для такого отказа, и способы их устранения. По письменному запросу заявителя
            должностное лицо в письменной форме сообщает такие обстоятельства и способы их
            устранения, в том числе с указанием перечня недостающих документов.
          </li>
          <li>
            31. Иностранный гражданин или лицо без гражданства при подаче на территории Российской
            Федерации заявления о приеме в гражданство Российской Федерации или о признании
            гражданином Российской Федерации проходит обязательную государственную
            дактилоскопическую регистрацию (идентификацию личности) в соответствии с Федеральным
            законом от 25 июля 1998 г. N 128-ФЗ "О государственной дактилоскопической регистрации в
            Российской Федерации". В случае подачи заявления через другое лицо обязательная
            государственная дактилоскопическая регистрация (идентификация личности) иностранного
            гражданина или лица без гражданства проводится в соответствии с названным Федеральным
            законом до подачи заявления.
          </li>
          <li>
            32. В случае подачи заявления о приеме в гражданство Российской Федерации или о
            признании гражданином Российской Федерации за пределами Российской Федерации
            обязательная государственная дактилоскопическая регистрация (идентификация личности)
            проводится в соответствии с Федеральным законом от 25 июля 1998 г. N 128-ФЗ "О
            государственной дактилоскопической регистрации в Российской Федерации" в день обращения
            соответствующего лица с заявлением о выдаче паспорта гражданина Российской Федерации.
          </li>
          <li>
            33. Заявление подлежит регистрации. Регистрационный номер проставляется на заявлении.
            Заявителю выдается справка, подтверждающая прием заявления к рассмотрению и уплату
            консульского сбора и сборов в счет возмещения фактических расходов. Форма такой справки
            устанавливается соответственно МВД России и Министерством иностранных дел Российской
            Федерации (МИД России). В справке также указываются регистрационный номер заявления и
            статья (часть, пункт) Федерального закона, на основании которой подано заявление.
          </li>
          <li>
            34. При подаче уведомления о приобретении гражданства (подданства) иностранного
            государства или документа о праве постоянно проживать на его территории уведомления об
            утрате гражданства (подданства) иностранного государства или документа о праве постоянно
            проживать на его территории или&nbsp; предъявляются следующие документы:
          </li>
        </ol>
        <p>
          а) паспорт гражданина Российской Федерации или иной документ, удостоверяющий личность
          гражданина Российской Федерации на территории Российской Федерации, либо паспорт
          гражданина Российской Федерации, удостоверяющий личность гражданина Российской Федерации
          за пределами территории Российской Федерации (в случае подачи уведомления гражданином
          Российской Федерации);
        </p>
        <p>
          б) документ, удостоверяющий личность иностранного гражданина в Российской Федерации и
          признаваемый Российской Федерацией в этом качестве (в случае подачи уведомления
          иностранным гражданином, являющимся законным представителем гражданина Российской
          Федерации, не достигшего возраста 18 лет либо признанного недееспособным);
        </p>
        <p>
          в) доверенность на право подачи уведомления, нотариально удостоверенная в соответствии с
          законодательством Российской Федерации, и один из документов уполномоченного представителя
          заявителя, указанных в подпункте "а" настоящего пункта, если уполномоченный представитель
          является гражданином Российской Федерации, либо документ, указанный в подпункте "б"
          настоящего пункта, если уполномоченный представитель заявителя является иностранным
          гражданином (в случае подачи уведомления уполномоченным представителем гражданина
          Российской Федерации);
        </p>
        <p>
          г) один из следующих документов, подтверждающих права законного представителя гражданина
          Российской Федерации, не достигшего возраста 18 лет либо признанного недееспособным (в
          случае подачи уведомления в отношении гражданина Российской Федерации, не достигшего
          возраста 18 лет либо признанного недееспособным):
        </p>
        <p>
          свидетельство о рождении гражданина Российской Федерации, не достигшего возраста 18 лет,
          или иной документ, выданный полномочным органом Российской Федерации или иностранного
          государства в удостоверение акта регистрации рождения ребенка (далее - свидетельство о
          рождении);
        </p>
        <p>
          свидетельство об усыновлении (удочерении) гражданина Российской Федерации, не достигшего
          возраста 18 лет, в случае усыновления (удочерения) ребенка (если в свидетельстве о
          рождении ребенка сведения об усыновителе в качестве родителя ребенка отсутствуют);
        </p>
        <p>акт органа опеки и попечительства о назначении опекуна или попечителя;</p>
        <p>
          д) копия паспорта иностранного государства лица, в отношении которого подается
          уведомление, или иного документа, подтверждающего наличие у такого лица гражданства
          (подданства) иностранного государства, и (или) вида на жительство или иного документа,
          подтверждающего право на постоянное проживание гражданина Российской Федерации на
          территории иностранного государства (в случае подачи уведомления о приобретении
          гражданства (подданства) иностранного государства или документа о праве постоянно
          проживать на его территории);
        </p>
        <p>
          е) копия документа, свидетельствующего о прекращении гражданства (подданства) иностранного
          государства, или сведения, свидетельствующие о прекращении права на постоянное проживание
          на территории иностранного государства (в случае подачи уведомления об утрате гражданства
          (подданства) иностранного государства или документа о праве постоянно проживать на его
          территории).
        </p>
        <ol start="35">
          <li>
            35. Уведомления о приобретении (утрате) гражданства (подданства) иностранного
            государства или документа о праве постоянно проживать на его территории заполняются
            лицами, которые их подают, на русском языке собственноручно, разборчиво, печатными
            буквами, пастой (чернилами) черного, синего или фиолетового цвета без исправлений,
            помарок, сокращений и аббревиатур, за исключением общепринятых, либо с использованием
            электронных средств. В уведомлении должны быть заполнены все поля. К уведомлению
            приобщаются копии представленных документов, соответствие которых оригиналам проверяется
            должностным лицом и удостоверяется его подписью и печатью органа, ведающего делами о
            гражданстве Российской Федерации, или печатью подведомственного предприятия
            (уполномоченной организации).
          </li>
          <li>
            36. Уведомления о приобретении (утрате) гражданства (подданства) иностранного
            государства или документа о праве постоянно проживать на его территории не принимаются в
            случаях:
          </li>
        </ol>
        <p>
          а) заполнения уведомления с нарушением требований, предусмотренных пунктом 37 настоящего
          Положения;
        </p>
        <p>
          б) несоответствия сведений, указанных в уведомлении, сведениям, содержащимся в
          представленных документах;
        </p>
        <p>
          в) непредставления документов, предусмотренных пунктом 36 настоящего Положения для подачи
          уведомлений в зависимости от конкретных оснований;
        </p>
        <p>
          г) недействительности документа, удостоверяющего личность лица, которое подает
          уведомление.
        </p>
        <p>&nbsp;</p>
        <p>
          При приеме в гражданство Российской Федерации на основании&nbsp;
          <a href="https://www.consultant.ru/document/cons_doc_LAW_462531/">
            <u>
              <strong>Указ</strong>
            </u>
            <u>
              <strong>а</strong>
            </u>
            <u>
              <strong>
                {' '}
                Президента РФ от 22.11.2023 N 889 (с изм. от 04.01.2024) "Вопросы гражданства
                Российской Федерации"
              </strong>
            </u>
          </a>
          , вместе с заявлением о приеме в гражданство Российской Федерации, составленным по форме
          согласно, представляются:
        </p>
        <p>а) вид на жительство;</p>
        <p>б) один из документов, подтверждающих владение русским языком:</p>
        <ul>
          <li>
            документ установленного образца (его дубликат), подтверждающий получение образования (не
            ниже основного общего образования) на территории государства, входившего в состав СССР,
            до 1 сентября 1991 г., либо документ об образовании установленного образца (его
            дубликат) или документ об образовании и о квалификации установленного образца (его
            дубликат), подтверждающие получение образования на территории Российской Федерации после
            1 сентября 1991 г.;
          </li>
          <li>
            документ об образовании и (или) о квалификации, выданный на территории иностранного
            государства образовательной организацией высшего образования, которая находилась в
            совместном ведении Российской Федерации и иностранного государства в соответствии с
            международным договором Российской Федерации и обучение в которой осуществлялось на
            русском языке;
          </li>
          <li>
            документ, подтверждающий получение образования (не ниже основного общего образования),
            выданный на территории иностранного государства, в котором русский язык является одним
            из государственных языков (для граждан этого государства);
          </li>
          <li>
            сертификат, подтверждающий уровень владения русским языком, необходимый для целей
            приобретения гражданства Российской Федерации, и выданный на территории Российской
            Федерации или иностранного государства организацией, осуществляющей образовательную
            деятельность, которая включена в утвержденный Министерством науки и высшего образования
            Российской Федерации (Минобрнауки России)&nbsp;<a href="#dst100011">перечень</a>
            &nbsp;организаций, осуществляющих образовательную деятельность, проводящих экзамен по
            русскому языку как иностранному, истории России и основам законодательства Российской
            Федерации. Порядок и критерии включения организаций, осуществляющих образовательную
            деятельность, в указанный перечень, порядок ведения указанного перечня, порядок и
            основания исключения из него организаций, осуществляющих образовательную деятельность,
            форма и порядок проведения экзамена по русскому языку для целей приобретения гражданства
            Российской Федерации, требования к уровню владения русским языком для целей приобретения
            гражданства Российской Федерации, размер платы за прием экзамена, методика ее расчета,
            порядок и сроки хранения материалов проведения экзамена утверждаются Правительством
            Российской Федерации.&nbsp;
            <a href="#dst100078">Форма</a>&nbsp;сертификата, подтверждающего уровень владения
            русским языком, необходимый для целей приобретения гражданства Российской
            Федерации,&nbsp;<a href="#dst100213">порядок</a>&nbsp;его выдачи и&nbsp;
            <a href="#dst100152">технические требования</a>&nbsp;к названному сертификату
            утверждаются Минобрнауки России;
          </li>
          <li>
            сертификат о владении русским языком, знании истории России и основ законодательства
            Российской Федерации на уровне, соответствующем цели получения вида на жительство;
          </li>
          <li>
            решение о признании соотечественника владеющим русским языком, принятое комиссией МВД
            России или его территориального органа по признанию соотечественников владеющими русским
            языком;
          </li>
        </ul>
        <p>
          в) сертификат, подтверждающий знание истории России и основ законодательства Российской
          Федерации на уровне, необходимом для целей приобретения гражданства Российской Федерации,
          и выданный на территории Российской Федерации или иностранного государства организацией,
          осуществляющей образовательную деятельность, которая включена в утвержденный Минобрнауки
          России перечень организаций, осуществляющих образовательную деятельность, проводящих
          экзамен по русскому языку как иностранному, истории России и основам законодательства
          Российской Федерации, Форма и порядок проведения экзамена по истории России и основам
          законодательства Российской Федерации для целей приобретения гражданства Российской
          Федерации, требования к уровню знания истории России и основ законодательства Российской
          Федерации для указанных целей, размер платы за прием экзамена, методика ее расчета,
          порядок и сроки хранения материалов проведения экзамена утверждаются Правительством
          Российской Федерации.&nbsp;<a href="#dst100099">Форма</a>&nbsp;сертификата о знании
          истории России и основ законодательства Российской Федерации на уровне, необходимом для
          целей приобретения гражданства Российской Федерации,&nbsp;<a href="#dst100213">порядок</a>
          &nbsp;его выдачи и&nbsp;<a href="#dst100182">технические требования</a>&nbsp;к названному
          сертификату утверждаются Минобрнауки России.
        </p>
        <p>
          &nbsp;<strong>Ин</strong>
          <strong>
            остранные граждане и лица без гражданства, достигшие возраста 70 лет или являющиеся
            инвалидами I группы, освобождаются от представления документов, подтверждающих владение
            русским языком, знание истории России и основ законодательства Российской Федерации.
          </strong>
        </p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
        <p>&nbsp;</p>
      </section>
    </>
  )
}