import { PageTitle } from '@shared/ui'

import styles from './styles.module.css'

export const Laws3Page = () => {
  return (
    <>
      <PageTitle text={'Каковы права и обязанности иностранца, постоянно проживающего в РФ?'} />

      <section>
        <p>
          Иностранный гражданин приобретает статус постоянно проживающего в РФ после получения вида
          на жительство (абз. 12 п. 1 ст. 2 Закона от 25.07.2002 N 115-ФЗ).
          <br />
          &nbsp;<strong>1. Права постоянно проживающих в РФ иностранных граждан</strong>
          <strong>
            <br />
            &nbsp;Статус постоянно проживающего на территории РФ иностранного гражданина дает такому
            лицу, в частности, следующие права (
          </strong>
          <strong>абз</strong>
          <strong>. 8 п. 1 ст. 2, </strong>
          <strong>пп</strong>
          <strong>
            . 1 п. 4, п. п. 4.2, 5 ст. 13 Закона N 115-ФЗ; ст. 24 Закона от 15.08.1996 N 114-ФЗ; п.
            1 ст. 3,{' '}
          </strong>
          <strong>пп</strong>
          <strong>
            . 5 п. 1 ст. 11 Закона от 15.12.2001 N 166-ФЗ; ст. 10 Закона от 29.11.2010 N 326-ФЗ):
          </strong>
        </p>
        <p>1)на свободный въезд на территорию РФ и выезд из РФ;</p>
        <p>2) медицинскую помощь в рамках ОМС;</p>
        <p>
          3) пенсию на территории РФ (с некоторыми ограничениями, в частности для получения права на
          социальную пенсию нетрудоспособные иностранные граждане должны проживать постоянно на
          территории РФ не менее 15 лет);
        </p>
        <p>
          4) осуществление трудовой деятельности на территории РФ без разрешения на работу или
          патента. Кроме того, в отличие от временно проживающих или временно пребывающих в РФ
          иностранных граждан, постоянно проживающие в РФ иностранные граждане свободны в выборе
          места работы в РФ вне привязки к какому-либо определенному субъекту РФ или профессии.
          <br />
          &nbsp;
          <strong>
            Вместе с тем иностранные граждане, постоянно проживающие в РФ, ограничены, в частности,
            в следующих правах (п. 3 ст. 15, п. 4 ст. 39.4 ЗК РФ; п. 1 ст. 11, ст. 12, п
          </strong>
          <strong>
            . 1 ст. 14, ст. 15 Закона N 115-ФЗ; ст. 3 Закона от 24.07.2002 N 101-ФЗ; п. 1 ст. 11
            Закона от 10.01.2003 N 19-ФЗ; п. 2 ст. 23 Закона от 11.07.2001 N 95-ФЗ; п. 7 ч. 1 ст. 16
            Закона от 27.07.2004 N 79-ФЗ; Постановление Правительства РФ от 11.10.2002 N 754):
          </strong>
        </p>
        <p>
          1) не вправе избирать и быть избранными в федеральные и региональные органы госвласти,
          участвовать в выборной кампании при проведении выборов Президента РФ, в референдуме РФ и
          субъектов РФ (в отдельных случаях вправе избирать и быть избранными в органы местного
          самоуправления, а также участвовать в местном референдуме);
        </p>
        <p>2) не вправе быть членами политической партии на территории РФ;</p>
        <p>
          3) не могут обладать на праве собственности земельными участками, находящимися на
          отдельных территориях в РФ. Земельными участками из земель сельскохозяйственного
          назначения могут обладать только на праве аренды. Земельные участки, находящиеся в
          государственной или муниципальной собственности, предоставляются им в собственность
          исключительно за плату;
        </p>
        <p>
          4) не вправе находиться на государственной гражданской службе, если иное не предусмотрено
          международными договорами;
        </p>
        <p>5) не вправе находиться на муниципальной службе;</p>
        <p>
          6) не вправе замещать определенные должности и осуществлять деятельность, допуск к которым
          для иностранных граждан ограничен
        </p>
        <p>
          7) не вправе проходить военную службу (альтернативную гражданскую службу) по призыву.
          Однако допускается военная служба по контракту;
        </p>
        <p>
          8) обязаны иметь специальное разрешение для посещения отдельных территорий, организаций и
          объектов на территории РФ (это касается, в частности, пограничной зоны, территорий ЗАТО и
          закрытых военных городков).
          <br />
          &nbsp;
        </p>
        <p>
          <strong>Примечание</strong>
          <strong>:</strong>&nbsp;В отдельных случаях установленные ограничения не распространяются
          на иностранных граждан, имеющих одновременно гражданство РФ, если иностранное гражданство
          не прекращено по независящим от них причинам при условии, что они добровольно оформили
          письменный отказ от имеющегося у них иностранного гражданства и передали имеющиеся у них
          основные документы иностранного государства, удостоверяющие личность, в МВД России (п. 1.1
          ст. 14 Закона N 115-ФЗ).
        </p>
        <p>
          <strong>Особенности трудовых прав иностранных граждан в РФ:</strong>
        </p>
        <p>
          По общему правилу осуществлять трудовую деятельность в РФ вправе иностранный гражданин,
          достигший 18 лет, при наличии разрешения на работу или патента (п. 4 ст. 13 Закона
          №115-ФЗ).
        </p>
        <p>
          Разрешение на работу - документ, подтверждающий право иностранного гражданина, прибывшего
          в РФ в порядке, требующем получения визы, и в установленных случаях - других категорий
          иностранных граждан, на временное осуществление на территории РФ трудовой деятельности (п.
          1 ст. 2 Закона №115-ФЗ).
        </p>
        <p>
          Патент - документ, подтверждающий право иностранного гражданина, прибывшего в Российскую
          Федерацию в безвизовом порядке, за исключением отдельных категорий иностранных граждан, на
          временное осуществление на территории субъекта РФ трудовой деятельности (п. 1 ст. 2 Закона
          №115-ФЗ).
        </p>
        <p>
          Данный порядок не распространяется, в частности, на иностранных граждан (п. 4 ст. 13
          Закона №115-ФЗ):
        </p>
        <p>
          1) постоянно или временно проживающих в РФ. При этом по общему правилу работник, временно
          проживающий в РФ, вправе работать только на территории того субъекта РФ, в котором он
          имеет право временного проживания (п. п. 5, 6 ст. 13 Закона №115-ФЗ; п. 2 Приложения, утв.
          Приказом Минздравсоцразвития России от 28.07.2010 №564н);
        </p>
        <p>
          2) являющихся участниками Государственной программы по оказанию содействия добровольному
          переселению в РФ соотечественников, проживающих за рубежом, и членов их семей,
          переселяющихся совместно с ними в РФ;
        </p>
        <p>
          3) обучающихся в РФ в профессиональных образовательных организациях и образовательных
          организациях высшего образования и выполняющих работы (оказывающих услуги) в течение
          каникул или работающих в свободное от учебы время, в частности, в этих образовательных
          организациях;
        </p>
        <p>
          4) признанных беженцами на территории РФ, - до утраты ими или лишения их статуса беженца;
        </p>
        <p>
          5) получивших временное убежище на территории РФ, - до утраты ими или лишения их
          временного убежища.
        </p>
        <p>
          По общему правилу временно пребывающий иностранный гражданин не вправе трудиться вне
          пределов субъекта РФ, на территории которого ему выданы разрешение на работу или патент, а
          также по профессии (специальности, должности, виду трудовой деятельности), не указанной в
          разрешении на работу (п. 4.2 ст. 13 Закона №115-ФЗ).
        </p>
        <p>&nbsp;</p>
        <p>
          <strong>Обязанности постоянно проживающих в РФ иностранных граждан</strong>
          <strong>
            <br />
            &nbsp;Иностранные граждане несут обязанности наравне с российскими гражданами, кроме
            случаев, установленных федеральными законами или международными договорами РФ (ч. 3 ст.
            62 Конституции РФ; ст. 4 Закона N 115-ФЗ).
          </strong>
          <strong>
            <br />
            &nbsp;Помимо{' '}
          </strong>
          <strong>
            этого, статус постоянно проживающих в РФ иностранных граждан предполагает наличие у них
            дополнительных обязанностей, к которым, в частности, относится регистрация по месту
            жительства и уведомление территориального органа МВД о подтверждении проживания в РФ
          </strong>
          .
        </p>
        <ol>
          <li>
            Обязанность зарегистрироваться по месту жительства в РФ
            <br />В течение семи рабочих дней с даты получения вида на жительство иностранный
            гражданин должен подать заявление о регистрации по месту жительства в территориальный
            орган МВД России по месту нахождения жилого помещения, которое он избрал в качестве
            своего места жительства на территории РФ.
            <br />
            МВД России регистрирует иностранного гражданина по месту жительства в РФ, а также
            проставляет отметку о его регистрации в виде на жительство (п. п. 1, 2 ч. 2 ст. 12, ч. 1
            ст. 16 Закона от 18.07.2006 N 109-ФЗ; п. 3 Правил, утв. Постановлением Правительства РФ
            от 15.01.2007 N 9; пп. 49 п. 11 Положения, утв. Указом Президента РФ от 21.12.2016 N
            699).
            <br />
            &nbsp;При подаче заявления иностранный гражданин предъявляет следующие документы (п. 1
            ч. 1, ч. 2 ст. 17 Закона N 109-ФЗ; пп. 5 п. 1 ст. 19 Закона N 115-ФЗ; п. 12 Правил):
            <br />
            &nbsp;- документ, удостоверяющий его личность и признаваемый РФ в этом качестве;
            <br />
            &nbsp;- вид на жительство;
            <br />
            &nbsp;- документы, подтверждающие право пользования жилым помещением (их предъявление
            требуется, если сведения, в них содержащиеся, не находятся в распоряжении
            государственных органов либо органов местного самоуправления);
            <br />
            &nbsp;- квитанцию об уплате госпошлины.
          </li>
          <li>
            Обязанность ежегодно уведомлять о проживании в РФ
            <br />
            Постоянно проживающий в РФ иностранный гражданин обязан ежегодно уведомлять
            территориальный орган МВД России по месту получения вида на жительство о том, что он
            продолжает проживать в РФ. Подать уведомление иностранный гражданин может лично или по
            почте при предъявлении документа, удостоверяющего его личность, а также вида на
            жительство. Также уведомление можно направить в форме электронного документа через
            Интернет, в том числе через Портал государственных услуг (п. 6 ст. 8 Закона N 115-ФЗ).
          </li>
        </ol>
        <p>
          <strong>
            В указанное уведомление вносятся следующие сведения о постоянно проживающем в РФ
            иностранном гражданине:
          </strong>
        </p>
        <p>1) имя, включающее фамилию, собственно имя, отчество (последнее - при наличии);</p>
        <p>2) место проживания;</p>
        <p>
          3) место (места) работы и продолжительность осуществления трудовой деятельности в течение
          очередного года со дня получения вида на жительство;
        </p>
        <p>
          4) период нахождения за пределами РФ в течение очередного года со дня получения вида на
          жительство (с указанием государств выезда);
        </p>
        <p>5) размер и источники дохода за очередной год со дня получения вида на жительство.</p>
        <p>Кроме того, иностранные граждане обязаны, в частности:</p>
        <p>
          1)при въезде в РФ заполнить миграционную карту, а при выезде из РФ - сдать ее должностному
          лицу пограничного органа федеральной службы безопасности в пункте пропуска через
          Государственную границу РФ при отсутствии основания для освобождения от заполнения
          миграционной карты (п. 3 ст. 30 Закона №115-ФЗ; ст. 25.9 Закона от 15.08.1996 №114-ФЗ);
        </p>
        <p>
          <strong>Без миграционной карты въезжают в РФ отдельные категории</strong>
          <strong>
            {' '}
            лиц, в частности (п. 8 ст. 97 Договора о Евразийском экономическом союзе от 29.05.2014;
            п. 1 ст. 2 Соглашения между РФ и Республикой Беларусь от 24.01.2006; п. 2 ст. 3
            Соглашения между Правительством РФ и Правительством Республики Беларусь от 05.10.2004):
          </strong>
        </p>
        <ul>
          <li>члены экипажей воздушных судов гражданской авиации при нахождении в аэропортах;</li>
          <li>
            иностранные граждане, временно или постоянно проживающие на территории РФ или Республики
            Беларусь;
          </li>
          <li>граждане Республики Беларусь;</li>
          <li>
            граждане иных государств - членов ЕАЭС (Республики Казахстан, Республики Армения,
            Кыргызской Республики) при въезде в РФ на срок не более 30 суток по документам,
            допускающим проставление отметок о пересечении государственной границы.
          </li>
        </ul>
        <p>
          2)соблюдать правила миграционного учета (ч. 1 ст. 20 Закона от 18.07.2006 №109-ФЗ; п. 20
          Правил, утв. Постановлением Правительства РФ от 15.01.2007 №9);
        </p>
        <p>
          3) выехать из РФ по истечении или после сокращения срока, установленного для законного
          нахождения на территории РФ, при аннулировании разрешения на временное проживание или вида
          на жительство, а также в иных предусмотренных законодательством случаях (п. 2 ст. 5, п. 11
          ст. 13.2, п. п. 1, 2 ст. 31 Закона №115-ФЗ);
        </p>
        <p>
          4) в течение двух месяцев (при наличии уважительных причин - шести месяцев) по истечении
          очередного года со дня получения разрешения на временное проживание в РФ подавать
          уведомление о подтверждении своего временного проживания в РФ с приложением документа,
          подтверждающего размер и источник дохода за указанный год (п. 9 ст. 6 Закона №115-ФЗ);
        </p>
        <p>
          5) подавать в установленные сроки заявление о замене вида на жительство при наступлении
          определенных обстоятельств (п. 6 ст. 8 Закона №115-ФЗ);
        </p>
        <p>
          6) в течение двух месяцев (при наличии уважительных причин - шести месяцев) со дня
          истечения очередного года со дня получения вида на жительство подтверждать свое постоянное
          проживание в РФ (п. 11 ст. 8 Закона №115-ФЗ).
        </p>
        <p>&nbsp;</p>
      </section>
    </>
  )
}
